<script setup>
  // useHead({
  //   titleTemplate: 'Сварочное оборудование и расходные материалы'
  // })

  useSeoMeta({
    title: 'Сварочное оборудование и расходные материалы',
    description: `Главный сварщик, большой выбор сварочного оборудования, купить по низким ценам. Гарантия качества, доставка по всей России.`,
    keywords: `Главный сварщик, сварочное оборудование, оборудование для сварки, купить электроды, купить проволоку, купить источник, купить сварочный инвертор`,
    ogLocale: 'ru_RU',
    ogTitle: 'Сварочное оборудование и расходные материалы',
    ogDescription: `Главный сварщик, большой выбор сварочного оборудования, купить по низким ценам. Гарантия качества, доставка по всей России.`,
    ogImage: `/og-image.png`,
    twitterCard: `/og-image.png`,
  })

</script>



<template>

  <div class="">
    <!-- <AppHeader />
    <AppNavbar />
    <Categories />
    <Recommend />
    <CorouselBrands />
    <AppFooter /> -->
  </div>
</template>