<template>
  <div class="">
    <AppHeader />
    <AppNavbar />

    <div class="mx-auto max-w-6xl px-4 lg:px-8 pt-2">


      <div class="bg-white rounded-md border dark:border-gray-700 dark:bg-gray-800 shadow-md">
        <div class="p-4">

          <div class="flex justify-center items-center">
            <h3 class="text-xl text-gray-900 dark:text-white">
              Политика обработки персональных данных
            </h3>            
          </div>


          <div class="">

            <div class="my-4">
              <p>1. Общие положения</p>
              <div class="mx-1 my-2 text-xs">
              <p>1.1. Источники права и область применения</p>
                <p>Данная Политика конфиденциальности и защиты персональных данных на сайте www.glsvar.ru разработана и реализуется во исполнение Федерального закона «О персональных данных». Источники права: Федеральный закон от 27.07.2006 года №152-ФЗ «О персональных данных», Федеральный закон от 27.07.2006 №149-ФЗ «Об информации, информационных технологиях и о защите информации», Постановление Правительства РФ от 15.09.2008 №687 «Об утверждении Положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации».</p>
                

                <p>1.2. Основные термины, понятия и сокращения</p>
                <p>Компания – сеть магазинов «Главный сварщик» (ИП Лыков В.А. ИНН 602716774291)</p>
                <p>Сайт — http://www.glsvar.ru</p>
                <p>Персональные данные - любая информация, прямо или косвенно относящаяся к физическому лицу (субъекту персональных данных). Субъект персональных данных – любое физическое лицо, посетившее Сайт Компании. Обработка персональных данных – это любое из перечисленных действий: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных, совершаемое с использованием средств автоматизации или без таких средств. Посетитель — физическое лицо, пришедшее на сайт http://www.glsvar.ru без цели размещения Заказа. Пользователь — физическое лицо, Посетитель Сайта, разместивший на Сайте Заказ на покупку сварочного оборудования и сопутствующих товаров, или зарегистрировавшийся на Сайте в Личном кабинете. Сварочное оборудования и сопутствующие товары – это сварочное и газосварочное оборудование, горелки, кабели, рукава, средства индивидуальной защиты, генераторы, расходные материалы (электроды, проволока, прутки, флюс), блоки охлаждения, тележки, ПДУ, комплекты дооснащения, химия для сварки и т.д. Заказ — должным образом оформленный запрос Пользователя на покупку Сварочного оборудования и сопутствующих товаров, выбранных на Сайте.</p>

                <p>1.2. Цель получения и содержание персональных данных</p>
                <p>Целью 1 получения Компанией персональных данных является оформление Пользователем Заказа на покупку Сварочного оборудования и сопутствующих товаров, информация о котором размещена на Сайте.</p>

                <p>Целью 2 получения персональных данных является предоставление Пользователю личного кабинета на Сайте Компании для адресной работы с ним по исполнению его Заказов.</p>

                <p>Содержание персональной информации продиктовано формой Заказа и профилем личного кабинета Посетителя на Сайте:</p>

                <p>* имя</p>
                <p>* - адрес электронной почты,</p>
                <p>* - номер телефона (в случае наличия вопросов или оформления Пользователем доставки купленного Сварочного оборудования и сопутствующих товаров)</p>
                <p>* адрес доставки (в случае оформления Пользователем доставки купленного Сварочного оборудования и сопутствующих товаров).</p>
            
              </div>
            </div>

            <div class="my-4">
              <p>2. Принципы предоставления и обработки персональных данных</p>
              <div class="mx-1 my-2 text-xs">
                <p>2.1. Принципы предоставления персональных данных</p>
                <p>Посетитель Сайта предоставляет только те персональные данные, которые необходимы ему для пользования Сайтом. Информация о Посетителях сайта (IP-адрес, имя домена, дата регистрации и т. п.) собирается и сохраняется в целях ведения статистики посещений. Эта информация является общедоступной и Компания не несет ответственности за ее разглашение. Пользователь на добровольной основе предоставляет свои персональные данные. Согласие Пользователя на обработку этого перечня персональных данных не требуется. Вместе с тем, на Сайте в момент оформления Заказа или при регистрации Пользователя в личном кабинете Пользователь ставит «галочку», что он ознакомлен с «Правилами сайта» на Сайте Компании и согласен предоставить свои персональные данные, необходимые для достижения целей их обработки (п.1.3. данной Политики). В любой момент Пользователь может отозвать свой Заказ, а так же удалить свои персональные данные из личного кабинета, отправив заявление по адресу: zakaz@glsvar.ru</p>

                <p>2.2. Принципы обработки персональных данных</p>
                <p>Обработка персональных данных осуществляется на основе принципов и правил, установленных в Федеральном законе № 152-ФЗ «О персональных данных» и иных источника права, указанных в п.1.1. данной Политики. Компания гарантирует обработку персональных данных Пользователя только для достижения целей, заявленных в п.1.3. настоящей Политики.</p>
                
                <p>2.3. Согласие субъекта персональных данных на их обработку</p> 
                <p>Согласия Пользователя на обработку тех персональных данных, которые он предоставляет Компании на Сайте для достижения целей их обработки, не требуется. Заполняя форму Заказа на Сайте или профиль своего личного кабинета, Пользователь добровольно предоставляет Компании свои персональные данные, необходимые для достижения целей, заявленных в п.1.3 настоящей Политики.</p>

                <p>У Пользователя запрашивается только та информация, которая необходима для исполнения Заказа на покупку Сварочного оборудования и сопутствующих товаров или идентификации Пользователя в личном кабинете. Пользователь понимает и соглашается с тем, что Компания не проверяет достоверность персональных данных, предоставленных Пользователем, не имеет возможности оценить дееспособность Пользователя и исходит из того, что Пользователь предоставляет достоверные персональные данные.</p>

              </div>
            </div>

            <div class="my-4">
              <p>3. Права и обязанности субъекта персональных данных</p>
              <div class="mx-1 my-2 text-xs">
                <p>3.1. Права Пользователя</p>
                <p>Пользователь имеет право добровольно предоставить Компании свои персональные данные для их обработки в объеме, необходимом для заполнения Заявки на покупку Сварочного оборудования и сопутствующих товаров или профиля в личном кабинете на Сайте.</p>
                <p>Пользователь имеет круглосуточный доступ к своим персональным данным через личный кабинет на Сайте.</p>
                <p>Пользователь имеет право в любое время актуализировать свои персональные данные, отказаться от Заказа, может удалить свой профиль в личном кабинете, отправив свое требование по адресу: zakaz@glsvar.ru. Персональные данные в исполненных Заказах на покупку Сварочного оборудования и сопутствующих товаров хранятся по срокам, применяемым к хранению бухгалтерских документов.</p>
                <p>3.2. Обязанности Пользователя</p>
                <p>Пользователь не несет каких-либо обязанностей перед Компанией, предоставив ей свои персональные данные.</p>

              </div>
            </div>

            <div class="my-4">
              <p>4. Права и обязанности Компании</p>
              <div class="mx-1 my-2 text-xs">
                <p>4.1. Права Компании</p>
                <p>Компания имеет право на обработку персональных данных Пользователей для исполнения целей, заявленных в п.1.3. настоящей Политики.</p>
                <p>4.2. Обязанности Компании</p>
                <p>Компания обязуется обеспечивать конфиденциальность обработки персональных данных своих Пользователей.</p>
                <p>Компания обязуется исполнять требования Пользователя по вопросам обработки его персональных данных в срок не позднее пяти рабочих дней, получив от него запрос или заявление по адресу: zakaz@glsvar.ru</p>
                <p>Компания обязуется не использовать персональных данных Пользователей для целей иных, чем те, которые заявлены в п.1.3. настоящей Политики.</p>
              </div>
            </div>
            
            <div class="my-4">
              <p>5. Заключительные положения</p>
              <p class="text-xs my-2 mx-1">Данная Политика принята для работы с Посетителями и Пользователями Сайта в правовом поле Российской Федерации. Она будет совершенствоваться, а ее текст - редактироваться - по мере поступления замечаний от Пользователей, предписаний от контролирующих органов и рекомендаций от аудиторских проверок.</p>
            </div>
          </div>
        </div>
      </div>
    </div>
    
    <AppFooter />
  
  </div>
</template>